Repository: ersevent/vir2beadando
Catalog: Translations/vir2beadando.*.xlf
Languages: hu_hu

# Table 4271160630 - Property 2879900210
source: Macronutrients
hu_hu: Makrotápanyagok

# Table 4271160630 - Field 837068723 - Property 2879900210
source: Carbohydrates
hu_hu: Szénhidrát

# Table 4271160630 - Field 3004954119 - Property 2879900210
source: Code
hu_hu: Kód

# Table 4271160630 - Field 3461834954 - Property 2879900210
source: Description
hu_hu: Leírás

# Table 4271160630 - Field 1575806285 - Property 2879900210
source: Fat
hu_hu: Zsír

# Table 4271160630 - Field 2799087047 - Property 2879900210
source: Kcal
hu_hu: Kalória

# Table 4271160630 - Field 2979945781 - Property 2879900210
source: Protein
hu_hu: Fehérje

# Table 4271160630 - Field 1405426649 - Property 2879900210
source: Unit of measure
hu_hu: Mértékegység

# Table 146137881 - Property 2879900210
source: Nutrition Order
hu_hu: Táplálkozás

# Table 146137881 - Field 1171137197 - Property 2879900210
source: Customer Name
hu_hu: Vevő neve

# Table 146137881 - Field 4190130733 - Property 2879900210
source: Customer No.
hu_hu: Vevő száma

# Table 146137881 - Field 3192175264 - Property 2879900210
source: Date
hu_hu: Dátum

# Table 146137881 - Field 2355334631 - Property 2879900210
source: Delete after post
hu_hu: Törlés könyvelés után

# Table 146137881 - Field 4200184881 - Property 2879900210
source: Nutrition No.
hu_hu: Táplálkozási szám

# Table 146137881 - Field 513339096 - Property 2879900210
source: Status
hu_hu: Státusz

# Table 947277746 - Property 2879900210
source: Nutritions
hu_hu: Táplálkozás összetevők

# Table 947277746 - Field 837068723 - Property 2879900210
source: Carbohydrates
hu_hu: Szénhidrát

# Table 947277746 - Field 3004954119 - Property 2879900210
source: Code
hu_hu: Kód

# Table 947277746 - Field 3461834954 - Property 2879900210
source: Description
hu_hu: Leírás

# Table 947277746 - Field 1575806285 - Property 2879900210
source: Fat
hu_hu: Zsír

# Table 947277746 - Field 2799087047 - Property 2879900210
source: Kcal
hu_hu: Kalória

# Table 947277746 - Field 3320823955 - Property 2879900210
source: Line No.
hu_hu: Sorszám

# Table 947277746 - Field 4200184881 - Property 2879900210
source: Nutrition No.
hu_hu: Táplálkozás szám

# Table 947277746 - Field 2979945781 - Property 2879900210
source: Protein
hu_hu: Fehérje

# Table 947277746 - Field 2704404533 - Property 2879900210
source: Quantity
hu_hu: Mennyiség

# Table 947277746 - Field 2508615589 - Property 2879900210
source: Total Carbohydrates
hu_hu: Összes szénhidrát

# Table 947277746 - Field 1074868379 - Property 2879900210
source: Total Fat
hu_hu: Összes zsír

# Table 947277746 - Field 3317566697 - Property 2879900210
source: Total Kcal
hu_hu: Összes kalória

# Table 947277746 - Field 2737970965 - Property 2879900210
source: Total KJ
hu_hu: Összes KJ

# Table 947277746 - Field 3014316771 - Property 2879900210
source: Total Protein
hu_hu: Összes fehérje

# Table 947277746 - Field 1405426649 - Property 2879900210
source: Unit of measure
hu_hu: Mértékegység

# Table 164151854 - Property 2879900210
source: Nutrition Orders Setup
hu_hu: Táplálkozások beállítás

# Table 164151854 - Field 1351594800 - Property 2879900210
source: No. Series
hu_hu: Sorszám

# Table 164151854 - Field 2542794289 - Property 2879900210
source: Primary Key
hu_hu: Elsődleges kulcs

# Table 164151854 - Field 4291429487 - Property 2879900210
source: Posted No. Series
hu_hu: Könyvelt sorszám

# Table 718806730 - Property 2879900210
source: Posted Nutrition Order
hu_hu: Könyvelt táplálkozás

# Table 718806730 - Field 1171137197 - Property 2879900210
source: Customer Name
hu_hu: Vevő neve

# Table 718806730 - Field 4190130733 - Property 2879900210
source: Customer No.
hu_hu: Vevő száma

# Table 718806730 - Field 3192175264 - Property 2879900210
source: Date
hu_hu: Dátum

# Table 718806730 - Field 4200184881 - Property 2879900210
source: Nutrition No.
hu_hu: Szám

# Table 718806730 - Field 2508615589 - Property 2879900210
source: Total Carbohydrates
hu_hu: Összes szénhidrát

# Table 718806730 - Field 1074868379 - Property 2879900210
source: Total Fat
hu_hu: Összes zsír

# Table 718806730 - Field 3317566697 - Property 2879900210
source: Total Kcal
hu_hu: Összes kalória

# Table 718806730 - Field 2737970965 - Property 2879900210
source: Total KJ
hu_hu: Összes KJ

# Table 718806730 - Field 3014316771 - Property 2879900210
source: Total Protein
hu_hu: Összes fehérje

# Table 4247721809 - Property 2879900210
source: Posted Nutrition
hu_hu: Könyvelt táplálkozás összetevők

# Table 4247721809 - Field 837068723 - Property 2879900210
source: Carbohydrates
hu_hu: Szénhidrát

# Table 4247721809 - Field 3004954119 - Property 2879900210
source: Code
hu_hu: Kód

# Table 4247721809 - Field 3461834954 - Property 2879900210
source: Description
hu_hu: Leírás

# Table 4247721809 - Field 1575806285 - Property 2879900210
source: Fat
hu_hu: Zsír

# Table 4247721809 - Field 2799087047 - Property 2879900210
source: Kcal
hu_hu: Kalória

# Table 4247721809 - Field 3320823955 - Property 2879900210
source: Line No.
hu_hu: Sorszám

# Table 4247721809 - Field 4200184881 - Property 2879900210
source: Nutrition No.
hu_hu: Szám

# Table 4247721809 - Field 2979945781 - Property 2879900210
source: Protein
hu_hu: Fehérje

# Table 4247721809 - Field 2704404533 - Property 2879900210
source: Quantity
hu_hu: Mennyiség

# Table 4247721809 - Field 1405426649 - Property 2879900210
source: Unit of measure
hu_hu: Mértékegység

# Codeunit 1032159517 - NamedType 3941846598
source: Error
hu_hu: Hiba

# Codeunit 1032159517 - Method 343887681 - NamedType 2725679851
source: Would you like to reopen the nutrition order?
hu_hu: Szeretnéd újranyitni a rendelést?

# Codeunit 1032159517 - Method 4142091790 - NamedType 714443032
source: Would you like to release the nutrition order?
hu_hu: Szeretnéd lezárni a rendelést?

# Codeunit 1032159517 - Method 2792774474 - NamedType 2704091406
source: Would you like to post the nutrition order?
hu_hu: Szeretnéd könyvelni a rendelést?

# Codeunit 1032159517 - Method 2792774474 - NamedType 4178782670
source: Successful posting
hu_hu: Sikeres könyvelés

# Page 583157483 - Property 2879900210
source: Macronutrient
hu_hu: Összetevő

# Page 4271160630 - Property 2879900210
source: Macronutrients
hu_hu: Makrótápanyagok

# Page 2869767122 - Property 2879900210
source: Nutrition Order
hu_hu: Táplálkozás

# Page 2869767122 - Action 3451315107 - Property 2879900210
source: Export XML
hu_hu: Táplálkozás exportálása

# Page 2869767122 - Action 2172547201 - Property 2879900210
source: Post
hu_hu: Könyvelés

# Page 2869767122 - Action 1269526094 - Property 2879900210
source: Query
hu_hu: Lekérdezés

# Page 2869767122 - Action 1269526094 - Method 1377591017 - NamedType 3513340374
source: Customer name = %1, Protein = %2
hu_hu: Vevő neve = %1, Fehérje = %2

# Page 2869767122 - Action 4032263875 - Property 2879900210
source: Release
hu_hu: Táplálkozás lezárása

# Page 2869767122 - Action 2071937805 - Property 2879900210
source: Reopen
hu_hu: Táplálkozás újranyitása

# Page 1695615291 - Property 2879900210
source: Nutrition Order Setup
hu_hu: Táplálkozás beállítás

# Page 2255561887 - Property 2879900210
source: Nutrition Orders
hu_hu: Táplálkozások

# Page 2699322683 - Property 2879900210
source: Nutritions
hu_hu: Táplálkozás összetevők

# Page 1463006313 - Property 2879900210
source: Posted Nutrition Order
hu_hu: Könyvelt táplálkozás

# Page 1988035956 - Property 2879900210
source: Posted Nutrition
hu_hu: Könyvelt táplálkozás összetevő

# Page 2251999296 - Property 2879900210
source: Posted Nutrition Orders
hu_hu: Könyvelt táplálkozások

# Page 2251999296 - Action 3240050342 - Property 2879900210
source: Create Report
hu_hu: Jelentés készítése

# Report 1550855251 - Property 2879900210
source: Posted Nutrition Order Report
hu_hu: Könyvelt táplálkozások riport

# Query 3466771558 - Property 2879900210
source: Nutrition Query
hu_hu: Táplálkozás lekérdezése

# XmlPort 1038950918 - Property 2879900210
source: Export Nutrition Order
hu_hu: Táplálkozás exportálása
